[
    { "id":1,
    "title": "World’s dirtiest city",
    "tags": "world",
    "image": "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/9433/production/_98693973_gettyimages-872333172.jpg",
    "level1": "Delhi is the capital of India. It is now the dirtiest city in the world, worse than Lahore in Pakistan.\nThe air in Delhi is very dirty because of cold weather, smoke, cars, and burning crops. People feel pain in their eyes and throats. They cannot breathe well. Some people stay inside with machines to clean the air. But many must work outside. Dirty air is very bad for old people and children. Experts say that the government needs better plans to stop this problem.\n Lahore also has dirty air sometimes. The smog stays because there is no wind or rain to clean it.\n Difficult words: crops (plants which farmers grow), throat (the inside part of your neck), smog (dirty air which looks like smoke and fog).",
    "level2": "Delhi, the capital of India, is now the world’s most polluted city, even more than Lahore in Pakistan.\nIts air quality index (AQI) recently reached 418, a severe level. A good AQI is between 0 and 50. Each winter, smog fills Delhi because of cold air, smoke, dust, car pollution, and burning crops. Many people feel eye pain and find it hard to breathe. Some can stay inside with air purifiers, but most must work outdoors. This pollution is bad for older people and children, causing breathing problems. Experts say the government needs better long-term plans because current actions are not enough.\nLahore also has high pollution, sometimes worse than Delhi. Without wind or rain to clean the air, smog stays in the area, making life harder for millions.\nDifficult words: severe (very serious or bad), air purifier (a device which cleans the air), long-term (happening or existing over a long period).",
    "level3": "Delhi, India’s capital, has become the most polluted city on Earth, surpassing Lahore in Pakistan.\nDelhi’s air quality index (AQI) reached a severe level of 418, far above the ideal range of 0-50. Every winter, Delhi struggles with smog caused by various factors, including cold temperatures, crop burning, dust, vehicle emissions, and low wind speeds. Residents experience burning eyes, itchy throats, and difficulty breathing. While some can use air purifiers indoors, many must work outside, facing hazardous conditions. Pollution severely impacts vulnerable groups like children and the elderly, leading to health problems such as respiratory issues. Experts criticize the lack of long-term solutions, noting that government measures are often reactive.\nSimilar problems occur in Pakistan, where Lahore’s pollution has occasionally exceeded Delhi’s levels. Without wind or rain to clear the air, smog continues to affect millions of people across the region.\nDifficult words: surpass (go beyond or exceed), hazardous (dangerous), reactive (responding to problems only after they occur).",
    "question": "What are some of the reasons for Delhi's air pollution and who are most affected by it?"
    },

    { "id":2,
    "title": "50 years of Rubik’s Cube",
    "tags": "interesting",
    "image": "https://images.newscientist.com/wp-content/uploads/2017/06/30133803/pa-30292018.jpg",
    "level1": "In 1974, a professor from Hungary named Erno Rubik creates a special cube. He wants to teach students about shapes.\nHis ‘Rubik’s Cube’ becomes very popular around the world. In the late 1970s, he patents his invention. Rubik’s Cube becomes a fun and famous puzzle. The Cube has many possible color combinations – 43 quintillion! People enjoy solving it quickly. The record for the fastest time is just over three seconds.\nMany people love trying to solve the Cube. It sells hundreds of millions of cubes. Rubik thinks that people will still like his Cube for at least 50 more years.\nDifficult words: patent (to make something legally your idea), invention (something new what nobody makes or thinks of before), puzzle (a game with a problem to solve).",
    "level2": "In 1974, Hungarian professor Erno Rubik invented a cube to teach students about 3D space. Soon, the Rubik’s Cube became popular worldwide for its difficult puzzle.\nBy the late 1970s, Rubik patented it, and it became a global hit. The 3×3 Rubik’s Cube has 43 quintillion possible ways to arrange its colored squares, and solving it became a competition. Today’s record for solving the Cube is just over three seconds. For many people, it is a fun challenge and a way to work with their hands away from screens.\nThe Rubik’s Cube sold hundreds of millions of units, and people continue to enjoy solving it. Rubik believes the Cube will stay popular for at least 50 more years.\nDifficult words: invent (to create or design something new), patent (to make something legally your idea), challenge (a difficult task or situation).",
    "level3": "In 1974, Hungarian professor Erno Rubik invented a cube to help his students understand three-dimensional space. Soon, it became a global sensation.\nBy the late 1970s, Rubik had patented his Rubik’s Cube, which became famous for its challenging puzzle and the interaction it requires between mind and hands. The classic 3×3 Rubik’s Cube has an astounding 43 quintillion possible combinations, making it highly competitive as people aim to solve it faster and faster. The world record currently stands at just over three seconds, achieved by Max Park. The Rubik’s Cube continues to appeal to enthusiasts and is widely used to develop problem-solving skills, offering an engaging, hands-on alternative to screen-based activities. It has sold hundreds of millions of units worldwide and remains on many people’s bucket lists to solve. Erno Rubik believes the Cube will remain popular and inspiring for at least the next 50 years.\nDifficult words: sensation (something that excites a lot of interest), astounding (extremely surprising), bucket list (a list of things a person wants to achieve).",
    "question": "Who currently holds the world record for solving the Rubik's Cube the fastest and how quickly did they solve it?"    
    },

    { "id":3,
    "title": "The biggest coral",
    "tags": "nature",
    "image": "https://images.unsplash.com/photo-1682687982049-b3d433368cd1?fm=jpg&q=60&w=3000&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8Y29yYWwlMjByZWVmfGVufDB8fDB8fHww",
    "level1": "Scientists find the biggest coral ever. It is in the Pacific Ocean. The coral is 34 meters long, bigger than a blue whale.\nIt may be over 300 years old. Scientists find it during a trip to study the ocean and climate change. They first think that it is a shipwreck. There is a big meeting about climate change right now. Small countries worry because warming oceans kill coral reefs. But this coral is still alive. Scientists want to study it to learn why it does not die. There is hope that not all coral reefs will die.\nDifficult words: shipwreck (an old ship at the bottom of the sea), coral reef (corals in the sea which look like rock), alive (living).",
    "level2": "Scientists found the largest single coral ever recorded in the southwest Pacific Ocean.\nIt is not a reef but one giant coral, about 34 meters long and possibly 300 years old. Scientists discovered the coral during a National Geographic trip exploring how climate change affects oceans. Maps mistakenly marked the coral’s location as a shipwreck.\nThis discovery comes during UN climate talks, where small island nations warn that warming oceans are killing coral reefs. Nearby reefs are already dying, but this coral survives for centuries. Scientists hope they will understand how some corals can survive climate change.\nDifficult words: giant (very big), mistakenly (wrongly), shipwreck (an old ship at the bottom of the sea), survive (to continue to live).",
    "level3": "The largest coral ever recorded has been found in the southwest Pacific Ocean.\nUnlike a coral reef, this is a single massive coral structure, possibly more than 300 years old, stretching 34 meters long, longer than a blue whale. Discovered accidentally during a National Geographic expedition, the coral was originally marked as a shipwreck on maps.\nThe discovery coincides with UN climate talks, where small island nations emphasize the dangers climate change poses to coral reefs and ocean ecosystems. While nearby reefs are dying due to warming waters, this ancient coral has survived. It offers scientists hope for studying resilience in marine ecosystems.\nDifficult words: coincide (to occur at the same time), resilience (the ability to recover or survive in challenging conditions).",
    "question": "What was the initial assumption of the scientists about the large coral before they discovered it was not a shipwreck?"    
    },

    { "id":4,
    "title": "Donald Trump wins",
    "tags": "news",
    "image": "https://static.euronews.com/articles/stories/08/83/51/60/1200x675_cmsv2_ed7ad9ba-cfb1-5988-860b-6d41db9d3384-8835160.jpg",
    "level1": "Donald Trump says he wins the 2024 US presidential election. He says it after winning big states like Pennsylvania and North Carolina.\nTrump speaks to his happy supporters in Florida. He says that Americans give him big power to lead. Trump thanks his team. He wants to fix the country and make the borders safer. He also thanks Elon Musk. Musk gives Trump 120 million dollars for his campaign. Musk may get a new job in the government.\nSome news channels already call Trump the winner. Trump is back in the White House after four years\nDifficult words: presidential election (when people choose a new president), supporter (a person who helps someone), border (the line between two countries).",
    "level2": "Donald Trump announced victory in the 2024 US presidential election after winning important states like Pennsylvania, North Carolina, and Georgia.\nTrump spoke to his supporters in Palm Beach, Florida, and said Americans gave him a strong mandate to lead. Trump promised to fix the country and strengthen borders. Elon Musk supported Trump’s campaign with 120 million dollars, and Trump plans to appoint Musk to a new government role.\nSome news channels didn’t declare Trump the winner, but Fox News showed him as leading in key states. This victory brings Trump back to the White House after four years and shows strong support from many Americans.\nDifficult words: victory (winning), strengthen (to make something stronger), mandate (when people give someone authority to do a job), appoint (to name someone to a position or an office).",
    "level3": "",
    "question": "What role does Elon Musk potentially have in the government following his donation to Trump's campaign?"    
    },

    { "id":5,
    "title": "Children and screens",
    "tags": "world",
    "image": "https://theness.com/neurologicablog/wp-content/uploads/sites/3/2019/01/screen-time1-700x467.jpg",
    "level1": "The World Health Organisation sends out new guidelines. The guidelines are for children’s parents. The guidelines say what many parents already know.\nThe guidelines say that children should move more. They should sit less. Children should get enough sleep. Children between 1 to 4 years old should move three hours a day or more. Babies younger than 1 year old should move some times of the day, too.\nChildren between 2 to 4 years old should not watch an electronic screen for more than one hour a day. Children younger than 2 years old should not look at electronic screens at all.\nDifficult words: guideline (a rule to help you know what to do), should (if you should do something, it is good to do it), electronic screen (the ‘window’ into a computer/tablet/phone).",
    "level2": "The World Health Organisation sent out new guidelines on physical activity and sleep for children under 5. The guidelines repeat what many parents already know.\nChildren should move more, sit less, and get enough sleep to grow up healthy. Children between the ages of 1 and 4 years old should move at least three hours a day. Babies younger than 1 year old should move several times a day.\nThe WHO says that children between 2 and 4 years old should not spend more than an hour a day watching an electronic screen. Children younger than 2 years old should not look at electronic screens at all.\nDifficult words: guideline (a rule; advice), several (some), electronic screen (the ‘window’ into a computer/tablet/phone).",
    "level3": "The World Health Organisation issued new guidelines on physical activity and sleep for children under 5. The guidelines overall echo what many parents have been saying for years.\nGenerally, children should move more, sit less, and get enough quality sleep so that they grow up physically and mentally healthy. Children between the ages of 1 and 4 should spend at least three hours a day in a variety of physical activities, and infants less than 1-year-old should also be physically active several times a day.\nThe WHO says that kids between 2 and 4 years old should not spend more than an hour a day watching an electronic screen, and kids younger than that should not be looking at them at all.\nDifficult words: issue (send out), echo (repeat, say again), infant (a baby).",
    "question": "What are the World Health Organisation's guidelines regarding children's physical activity, screen time, and sleep?"    
    },

    { "id":6,
    "title": "40 years of Tetris",
    "tags": "interesting",
    "image": "https://images.timeextension.com/905a847c6fa4d/tetris-on-my-playdate-makes-it-pretty-much-perfect-1.large.jpg",
    "level1": "Tetris celebrates 40th birthday. In London, they set up a big version of the game at Outernet.\nThe game uses very big screens. People scan a QR code on their phones to join the game. Up to seven players could play at the same time. Each player controls a different color block.\nThis event lets fans and new players enjoy Tetris differently. Some people never play Tetris before. They are excited to try it. Tetris’s boss, Maya Rogers, says that this big screen version is a special way to celebrate the game.\nDifficult words: version (a way of doing something), join (to take part), excited (very happy).",
    "level2": "London celebrated the 40th anniversary of Tetris, and the city hosted a big version of the game at the Outernet venue on four-story-high LED screens.\nPlayers joined by scanning a QR code, which connected their phones to the game. Up to seven people could play at once. Each player controlled blocks of different colors as they fell on the giant screen.\nThis unique event gave fans a fresh way to enjoy Tetris, and many younger players were excited to try the game for the first time. Maya Rogers, the CEO of Tetris, highlighted the event as a fun way to bring Tetris to new audiences and celebrate its lasting popularity.\nDifficult words: giant (very big), unique (very special), highlight (to make people know about something or someone).",
    "level3": "London celebrated Tetris’s 40th anniversary with a giant interactive version of the classic game, hosted at the Outernet venue, which has massive four-story LED screens.\nAttendees could join the game by scanning a QR code to connect their phones and then play as one of up to seven players at a time. Each participant controlled blocks of a unique color, navigating the pieces as they dropped on a huge screen. This event marked a first-of-its-kind installation, giving a fresh experience to both Tetris fans and newcomers, some of whom were unfamiliar with the iconic game. CEO Maya Rogers said this installation was meant to create a unique and joyful experience, showcasing Tetris’s universal appeal even after four decades.\nDifficult words: interactive (involving communication between people or reactions between things that work together), iconic (very famous or popular), showcase (to show).",
    "question": "What special feature does the big screen version of Tetris in London offer to its players?"    
    },

    { "id":7,
    "title": "New Zealand protest",
    "tags": "news",
    "image": "https://www.aljazeera.com/wp-content/uploads/2024/11/AP24324011199420-1731996530.jpg?resize=1200%2C630",
    "level1": "Many people come to New Zealand’s parliament. They fight for Maori rights.\nPeople are unhappy about a new bill. It could change the Treaty of Waitangi. The British Crown and Maori sign it in 1840. It gives Maori people rights to their land and culture. David Seymour, who is part Maori, introduces the bill. He says that it will make everyone in New Zealand the same. But many people think it is not fair for Maori people.\nProtesters walk a long way. They want to keep the treaty as it is. Children protest too. It helps them learn about their country’s history. The government probably will not agree with the bill. But people could still vote on it.\nDifficult words: right (what you can do or have), bill (an idea for a new rule which a government will talk about), treaty (a deal).",
    "level2": "Thousands of people marched to New Zealand’s parliament, angry about a new bill which, they say, threatens Maori people.\nThe bill focuses on the Treaty of Waitangi, a document the British Crown and Maori chiefs signed in 1840. It promised Maori land and cultural rights. David Seymour introduced the bill, and he wanted to change the treaty. He says that it will make all New Zealanders equal. But many people don’t agree. They say the bill is unfair and divides the country.\nProtesters marched over 1,000 kilometers to keep the treaty for future generations. Schools let children join to learn about history. The government probably won’t pass the bill, but there may be a public vote about it.\nDifficult words: threaten (to bring an unpleasant or unwelcome result), right (something you can have or do), equal (the same).",
    "level3": "",
    "question": "Who introduced the new bill that could potentially change the Treaty of Waitangi and what is his justification for it?"    
    },

    { "id":8,
    "title": "Teachers in Portugal get help",
    "tags": "news",
    "image": "https://www.portugalhomes.com/assets/content/news/213/header/1.jpg",
    "level1": "In Portugal, a town near Lisbon is helping teachers find cheaper places to live.\nThe Cascais City Council will give 105 homes with lower rent to teachers who travel far to work. Right now, four houses are ready for 16 teachers. More homes will be ready soon, in places like Bicesse and Cobre. Some are in buildings like the Monastery of Santa Maria do Mar. 44 teachers can stay there.\nThe rent will be between 150 and 400 euros a month. The council will also give houses to teachers who only stay for a short time. The rent will be between 275 and 400 euros. The idea is to keep talented teachers in the area.\nDifficult words: rent (money which you pay to live in a place), talented (when you are naturally very good at something).",
    "level2": "A town near Lisbon, Portugal, is helping teachers by giving them affordable housing. The idea is to keep talented teachers in the area.\nThe Cascais City Council will offer 105 homes with lower rent to teachers who travel far to work. Currently, four houses are ready, and they can fit 16 teachers. Soon, there will be eight more flats for 24 more teachers. These homes are in towns like Bicesse and Cobre, in buildings that work with the council, like the Monastery of Santa Maria do Mar, which can fit 44 teachers.\nThe rent will be from 150 to 400 euros a month. The council will also offer temporary housing for teachers who are staying for a short time, with rent from 275 to 400 euros a month.\nDifficult words: affordable (not too expensive), rent (money you pay to live in a house or apartment), temporary (for a short time).",
    "level3": "A municipality near Lisbon, Portugal, is offering affordable housing specifically for teachers who commute long distances.\nTo address the housing crisis, the Cascais City Council announced they will provide 105 homes at lower rents to attract and retain talented teachers. Currently, four houses are immediately available, accommodating 16 teachers, with eight more flats to be ready soon, offering space for 24 more educators. These housing units are located in towns such as Bicesse, Cobre, Tires, and Torres, and are situated in institutions partnered with the council, like the Monastery of Santa Maria do Mar, which can house 44 teachers. The rent for these accommodations ranges between 150 and 400 euros per month. Additionally, the council plans to offer temporary housing for teachers covering short-term absences, with rents between 275 and 400 euros per month.\nThis initiative aims to ensure that housing costs do not hinder the recruitment of skilled educators in the region.\nDifficult words: address (to deal with a problem or difficulty), initiative (a plan or strategy intended to resolve a problem), hinder (to make slow or difficult the progress or ability of someone or something).",
    "question": "What is the range of rent that the Cascais City Council will charge teachers for the homes they are providing?"    
    },

    {"id":9,
    "title": "New rice fights diabetes",
    "tags": "interesting",
    "image": "https://assets.epicurious.com/photos/568eb0bf7dc604b44b5355ee/16:9/w_1920,c_limit/rice.jpg",
    "level1": "Scientists in the Philippines make new rice. This rice is good for people with diabetes.\nThis rice has less sugar and more protein. Scientists work ten years to make it. It could help people in Asia, where many people eat rice. Experts say that this rice alone will not stop diabetes. The problem is the sugary foods and drinks that many people eat. Too much sugar can cause diabetes and obesity.\nScientists hope that the new rice will help. But people also need to eat healthy food and live a healthy life.\nDifficult words: diabetes (a disease where blood sugar is too high), cause (to make something happen), obesity (when someone is very fat).",
    "level2": "In the Philippines, scientists developed a new type of rice that is low in sugar and high in protein.\nThis rice could help reduce the risk of diabetes. After ten years of research, scientists found a way to create this rice with healthier traits. Companies could sell it in Asia, where most of the world’s rice comes from. Experts say this rice alone will not solve the diabetes problem. The biggest problem is sugary foods and drinks, which are available everywhere.\nObesity is also a big problem, and many people eat too much sugar. Although this new rice may help, people need to eat healthy food and keep fit.\nDifficult words: diabetes (a disease where blood sugar is too high), trait (a quality or feature), obesity (being very fat).",
    "level3": "Scientists in the Philippines have created a new type of rice that is low in sugar and high in protein, which could help prevent diabetes.\nThis rice variety was developed after ten years of research. It has a low glycemic index, meaning it won’t cause a quick rise in blood sugar, which is important in managing diabetes. The new rice could help people, especially in Asia, where rice is a major part of the diet. However, experts warn that this rice alone won’t solve the diabetes problem. The main cause of rising diabetes rates is the widespread availability of processed and sugary foods, which many people consume daily.\nObesity is also linked to diabetes, and the World Health Organization has reported that over a billion people worldwide are obese. While the new rice could help, experts stress that a healthy diet and lifestyle are necessary to tackle the diabetes crisis effectively.\nDifficult words: glycemic index (the ability of food to increase the level of sugar in the blood), processed foods (any food that is changed from its natural state).",
    "question": "What are the potential benefits of the new rice developed by scientists in the Philippines for people with diabetes and how does it fit into a broader strategy for managing the disease?"    
    },

    {"id":10,
    "title": "Dying Birds",
    "tags": "world",
    "image": "https://static01.nyt.com/images/2023/04/30/opinion/23QuammenNextPandemic-Newsletter-image/23QuammenNextPandemic-Newsletter-image-videoSixteenByNineJumbo1600.jpg",
    "level1": "Scientists study birds in the USA and Canada. From 1970 until now, 33% of all birds die.\nThat is almost three billion birds. The birds are dying because of people. Birds die 1,000 times faster when there are people compared to when there are no people.\nDifficult words: until (to).",
    "level2": "A study surveyed hundreds of types of birds in the USA and Canada. It found out that nearly a third of birds died from most biomes since 1970. That is almost three billion birds.\nAccording to the magazine Popular Science, today’s extinction rate is around 1,000 times greater than it was before humans.\nDifficult words: survey (watch, study), biome (a large group of animals and plants such as the savanna or forest), extinction rate (the speed with which the animals are dying out).",
    "level3": "A new study surveyed hundreds of bird species in the USA and Canada and found that nearly a third of birds disappeared from most biomes since 1970. That is almost three billion birds.\nAccording to the magazine Popular Science, today’s extinction rate is estimated to be 1,000 times greater than it was before humans.\nDifficult words: disappear (die), biome (a large group of animals and plants, for example savanna or forest), extinction rate (the speed with which the animals are dying out).",
    "question": "What percentage of all birds have died from 1970 until now, and how many birds does that represent?"    
    },

    {"id":11,
    "title": "An explosion at Yellowstone National Park",
    "tags": "nature",
    "image": "https://jacksonholewildlifesafaris.com/wp-content/uploads/2019/09/yellowstone-waterfall-hero.jpg",
    "level1": "A big explosion happens at Yellowstone National Park. Steam, rocks, and dirt fly into the sky. People are scared. They run away.\nNo one is hurt. The explosion damages a path in the park. Park officials close the Biscuit Basin area. Videos show water and dirt falling. These explosions happen when hot water underground turns into steam. They are usual at Yellowstone. They happen before in 1959, 1991, and 2009. Minerals may block an underground pipe.\nIt is hard to know when these explosions will happen. Park workers and scientists will check if the explosion changes the area. They will look at the water and heat of nearby geysers. There are no changes in the volcano, and the park is safe.\nDifficult words: damage (to harm or make something not work), pipe (a tube through which water or gas travels), geyser (a hot spring in which water shoots into the air).",
    "level2": "A hydrothermal explosion at Yellowstone National Park surprised visitors. Steam, rock, and dirt shot into the sky, and people started running away.\nNo one was hurt, but the explosion damaged a path in the Biscuit Basin area, and authorities had to close it. Similar explosions happen when underground water turns to steam. They are usual in Yellowstone and happened before in 1959, 1991, and 2009. Minerals blocking an underground pipe could cause the last explosion.\nIt is hard to predict these events because they can happen suddenly. Park officials and scientists will check if the explosion changed the underground system. They will look at the water and temperature of nearby geysers. There are no signs of changes in the volcanic system, and the park is safe.\nDifficult words: hydrothermal (related to hot water), predict (to say what you think will happen in the future), geyser (a hot spring in which water shoots into the air), volcanic (related to a volcano).",
    "level3": "",
    "question": "What do park workers and scientists plan to check after the explosion at Yellowstone National Park?"    
    },

    {"id":12,
    "title": "Americans love iced coffee",
    "tags": "interesting",
    "image": "https://kitchenaid.com.au/cdn/shop/articles/Iced_Latte.png?v=1724735211",
    "level1": "In 2023, Americans spent over 17 billion dollars on iced coffee, cold brew, and frozen coffee. It is twice as much as in 2016.\nYoung people love cold coffee. They drink it all year. Big companies, like Starbucks, help make it popular. In Starbucks, 76% of drink sales are cold in 2024. Cold coffee is fun for young people. You can buy many flavors. It tastes less bitter than hot coffee. And it looks cool on social media. Chains like Dunkin’ also sell a lot of iced coffee.\nHot coffee is still the most popular, but cold coffee is growing fast. Americans love trying new things. That is why cold coffee is more popular in the US than in Europe or South America.\nDifficult words: cold brew (coffee which you make with cold water), sale (how much a company sells), flavor (what something tastes like).",
    "level2": "Americans spent over $17 billion dollars on iced coffee, cold brew, and frozen coffee in 2023. It is twice as much as in 2016.\nYounger people are driving this trend. They enjoy cold coffee all year, unlike older generations, who often drink it only in summer. Chains like Starbucks, where cold drinks made up 76% of sales, played a key role in this trend.\nCold coffee is popular because it is customizable, you can buy different flavors, and it looks great on social media. Brands like Dunkin’ and Dutch Bros also report strong growth in iced drink sales.\nAlthough hot coffee is still the most popular, cold coffee is growing quickly. Americans love trying new things, unlike Europeans or South Americans.\nDifficult words: cold brew (coffee you make with cold water), trend (a popular new thing), customizable (when you change something to suit someone’s taste).",
    "level3": "American spending on iced coffee, cold brew, and frozen coffee drinks surged to over 17 billion dollars in 2023, doubling since 2016.\nStarbucks reported that cold drinks made up 76% of beverage sales in the third quarter of 2024. This reflects their growing popularity, especially among Gen Z and Millennials, who view cold coffee as an all-year beverage, breaking free from its traditional association with summer.\nExperts suggest that iced coffee’s appeal comes from its customization, the ability to mask its bitterness with flavors, and its aesthetic suitability for social media. Chains like Dunkin’ and Dutch Bros have also seen significant growth in cold drink sales. Cold coffee trends shape consumer habits, and they are reflected in at-home brewing practices.\nAlthough hot coffee remains the dominant choice, cold coffee is growing faster due to the influence of younger consumers and the American preference for experimentation, unlike traditional coffee cultures in Europe or South America.\nDifficult words: cold brew (chilled coffee made from grounds that have been steeped in cold water for several hours), appeal (the quality of being attractive or interesting), customization (making something unique to preferences).",
    "question": "What percentage of drink sales were cold at Starbucks in 2024?"    
    }

]